tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "mackerelio/mackerel-agent"
cask "java"
brew "openssl"
brew "autoconf"
brew "sqlite"
brew "awscli"
brew "binutils"
brew "gettext"
brew "carthage"
brew "certbot"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "elasticsearch"
brew "elixir"
brew "ffmpeg", args: ["with-fdk-aac", "with-libvorbis", "with-libvpx", "with-openssl", "with-rtmpdump"]
brew "libtool"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gcore"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "libunistring"
brew "gnutls"
brew "gradle"
brew "graphviz"
brew "gron"
brew "groovy"
brew "httperf"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller", args: ["HEAD"]
brew "ifstat"
brew "imagemagick@6", link: true
brew "ios-deploy"
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "jq"
brew "kotlin"
brew "libevent"
brew "libssh2"
brew "libyaml"
brew "markdown"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mitmproxy"
brew "mobiledevice"
brew "mongodb"
brew "mono"
brew "mutt"
brew "mysql"
brew "nginx", restart_service: true
brew "nkf"
brew "nodebrew"
brew "php", link: false
brew "php@5.6"
brew "plantuml"
brew "pssh"
brew "qemu"
brew "qt"
brew "r"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby", link: false
brew "siege"
brew "squid", restart_service: true
brew "utf8proc"
brew "subversion"
brew "thefuck"
brew "tmux"
brew "tomcat"
brew "tree"
brew "watch"
brew "wdiff"
brew "wireshark", link: false
brew "wrk"
brew "youtube-dl"
brew "mackerelio/mackerel-agent/mackerel-agent"
cask "qlmarkdown"
cask "wkhtmltopdf"
